IDEA Open Model
SectionResultMesh.Points Property
Compatible with IDEA StatiCa Beta 20.0
 Section points
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<Point2D> Points { get; set; }
Public Property Points As List(Of Point2D)
	Get
	Set
Property Value
Type: List<Point2D>
See Also
Reference
SectionResultMesh Class
IdeaRS.OpenModel.Result Namespace